{
  "plugins": {
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim",
      "version": "'v2.0.0'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'v2.7.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'972f378653c794b0ff82282a844732695064b70f'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'55d9fe89e33efd26f532ef20223e5f9430c8b0c0'"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim",
      "version": "'6fea601bd2b694c6f2ae08a6c6fab14930c60e2c'"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'v0.2.1'"
    }
  }
}
